Repository: Taosmi/PHPro
Catalog: runPHP/locales/*/LC_MESSAGES/system.po
Languages: es_es

source: Request from %s to "%s%s".
es_es: Petición desde %s contra "%s%s".

source: The Data Validation class or the filter is not available.
es_es: La clase de validación de datos o el filtro no están disponibles.

source: The parameter "%s" has a wrong value.
es_es: El parámetro "%s" tiene un valor incorrecto.

source: Redirecting to Controller "%s".
es_es: Redireccionando al controlador "%s".

source: ATTENTION! The locale "%s" is not available on the system.
es_es: ¡Atención! La locale "%s" no está disponible en el sistema.

source: The current locale is set to "%s".
es_es: La locale actual es ahora "%s".

source: No locale has been set.
es_es: No se ha establecido ninguna locale.

source: Rendering HTML view.
es_es: Codificando la vista HTML.

source: Rendering JSON view.
es_es: Codificando la vista JSON.

source: Rendering XML view.
es_es: Codificando la vista XML.

source: The view does not exist.
es_es: La vista no existe.

source: Page not found
es_es: Página no encontrada

source: The configuration file is not available.
es_es: No existe el fichero de configuración de la aplicación.

source: There was an error that prevents normal operation of the website.
es_es: Se produjo un error que impide el funcionamiento normal de la web.

source: Please try again later or contact the administrator.
es_es: Por favor, vuelve a intentarlo más tarde o contacta con el administrador.

source: Details
es_es: Detalles

source: Check the web address for errors or go back to the homepage.
es_es: Comprueba que la dirección web es correcta o vuelve a la página principal.

source: The connection to the persistence has failed.
es_es: La conexión contra la persistencia ha fallado.

source: The query to the persistence has failed.
es_es: La query contra la persistencia ha fallado.

source: The repository has not a source table.
es_es: El repositorio no tiene una tabla origen asociada.
